[GENERAL]
NAME				= Azərbaycanca
TRANSLATOR			= Elvin Məlikov
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Müraciət Müddəti keçmişdir.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Qeydsiz
TEXT_SAFEMODE			= Təhlükəsiz Rejim
TEXT_SAFEMODE_MESSAGE		= Bandicam təhlükəsiz rejimdə işləyir. \nCihazlar, sürətli kodlama da daxil olmaqla bəzi xüsusiyyətlər işləməyə bilər.
TEXT_INIT_FAIL			= Tətbiq başladıla bilmədi.
TEXT_APPINFO			= Bandicam - Yüksək performanslı ekran videosu qeyd etmə proqramı.
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam has been unregistered.


; error
TEXT_ERROR_DISKSPACE		= Qeyd üçün yetərli disk sahəsi yoxdur.
TEXT_ERROR_VIDEO_CAP		= Video tutma işlədilmir.
TEXT_ERROR_AUDIO_CAP		= Səs qeydi başladıla bilmədi.\nKömək istəyirsinizsə Tamam'a basın.
TEXT_ERROR_IMAGE_CAP		= Görünüş alma müvəffəqiyyətsizdir.\nÇıxdı faylınıza nəzarət edin.
TEXT_ERROR_CREATEFILE		= Fayl yaradıla bilmədi. \nYardım istəyirsinizsə Tamam'a basın.
TEXT_ERROR_OUTPUTFOLDER		= Çıxış Qovluğu möcud deyil. Xahiş edirik çıxış qovluğunu dəyişin.
TEXT_ERROR_RENAME_FILE		= Failed to rename the selected file.
TEXT_ERROR_CODEC_INIT		= Codec komponenti başladıla bilmədi.
TEXT_ERROR_CODEC_INIT_RETRY	= Kodeki başlamaq uğursuz oldu..\nH.264 (CPU) kodek ilə yenidən başlamaq istəyirsiniz??
TEXT_ERROR_CODEC_VIDEO		= Video kodekdə problem olduğu üçün səsyazma dayandırılıb.
TEXT_ERROR_LOGO_IMAGE		= Dəstəklənilməyən görünüş faylı. \nLütfən dəstəklənilən görünüş faylını seçin. (*. png).
TEXT_ERROR_INIT_DEVICE		= Video tutma cihazı başlamadı.
TEXT_ERROR_NO_DEVICES		= Heç bir video tutma cihazları aşkar edilmişdir.
TEXT_ERROR_EXISTING_PRESET_NAME	= Yazdığınız ad artıq mövcuddr. \nXahiş edirik başqa seçin.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Bu xüsusiyyət Facebookun siyasəti səbəbindən artıq mövcud deyil.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = Audi cihazı olmadığı üçün səsyazma dayandırılıb.
TEXT_ERROR_DUPLICATE_HOTKEYS	= Dublikat qısayol düymələri var. Xahiş edirik qısayol düymə nizamlarını dəyişdirin.
TEXT_ERROR_NO_SOUND_DEVICE	= Aktivləşdirilmiş səs cihazı yoxdur. Ən azı bir cihaz seçin.
TEXT_ERROR_NO_MORE_5_UPLOADING  = Eyni anda 5-dən çox video yükləyə bilməzsiniz. Yükləmə tamamlandıqdan sonra yenidən cəhd edin.
TEXT_CAN_NOT_CHANGE_TB		= Bandicam ödənişsiz distributivində bu nizamı dəyişdirə bilməzsiniz. Dəyişdirmək üçün; İndi qeyd olun!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= Siz 10-dan çox mövzu əlavə edə bilməzsiniz.
TEXT_WARNING_AMD_APP		= Your system does not support 'H.264 (AMD VCE)', so the default codec will be used.
TEXT_WARNING_AMD_APP2		= Your system does not support 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Əgər video cihaz nizamlarını dəyişdirsıniz, yazma dayanar. Davam etmək istədiyinə əminsiniz?
TEXT_WARNING_EXIT_BANDICAM	= Əgər Bandicam bağlasanız, qeyd dayandırılacaq.\n Bandicam bağlamağınızdan əminsiniz?
TEXT_WARNING_EXIT_BANDICAM_SREC	= Bu tətbiq ləğv edildikdən sonra planlaşdırılan yazma artıq davam edə bilməz. \nBandicam-ı bağlamaq istəyirsiniz?
TEXT_WARNING_DEL_OVERLAY	= Seçilmiş örtüyü silmək istədiyindən əminsiniz?
TEXT_WARNING_UNREGISTER		= Siz Bandicam qeydiyyatını ləğv etmək istədiyiniz?
TEXT_NOTICE_NEED_TO_RENEW	= Bandicam lisenziyasının bitməsinə %d gün qalıb. Lisenziyanı yeniləmə təlimatı üçün 'TAMAM' düyməsinə vurun.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Bandicam lisenziyasının vaxtı bitdi. Lisenziyanı yeniləmə təlimatı üçün 'TAMAM' düyməsinə vurun.

; video setting page name
TEXT_VID_PAGE_SOUND		= Səs
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Loqo
TEXT_VID_PAGE_EFFECTS		= Siçan
TEXT_VID_PAGE_TEXT		= Mövzu
TEXT_VID_PAGE_OPTIONS		= Variantlar

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Loqo

; option page name
TEXT_OPT_PAGE_GENERAL		= Ümumi
TEXT_OPT_PAGE_OUTPUT		= Çıxış
TEXT_OPT_PAGE_HOOKING		= İynələmə
TEXT_OPT_PAGE_LANGUAGE		= Dil
TEXT_OPT_PAGE_HOTKEYS		= Hotkeys
TEXT_OPT_PAGE_OTHERS		= Digər

TEXT_VIDEO			= Video
TEXT_AUDIO			= Səs

TEXT_FOLDER_SELECT		= Saxlamaq üçün bir qovluq seçin.

TEXT_FMT_FULL_SIZE		= Tam Ölçü
TEXT_FMT_HALF_SIZE		= Yarım Ölçü
TEXT_FMT_FIT_WIDTH		= Uygun Genişlik
TEXT_FMT_FIT_HEIGHT		= Uygun Yüksəklik
TEXT_FMT_CUSTOM_SIZE		= Xüsusi
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Original audio formatı
TEXT_FMT_AUTO			= Avtomatik
TEXT_FMT_LOSSLESS		= İtkisiz

; preset
TEXT_PRESET_DEFAULT		= Fərz edilən
TEXT_PRESET_HALFSIZE		= Yarım Ölçü
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick video-Sürətli Video Xəritəçəkmə)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= 60 FPS üçün ultra sürətli nizam
TEXT_PRESET_LOWEND		= Aşağı-uc PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= PMP üçün / Divx Player
TEXT_PRESET_EDIT		= Təşkil etmək üçün - Premiere / Sony Vegas
TEXT_PRESET_POWERPOINT		= MS PowerPoint üçün...
TEXT_PRESET_320x0		= Uyğun Genişlik, 320x0
TEXT_PRESET_640x0		= Uyğun Genişlik, 640x0
TEXT_PRESET_800x0		= Uyğun Genişlik, 800x0
TEXT_PRESET_1280x0		= Uyğun Genişlik, 1280x0
TEXT_PRESET_USER		= Hazır İstifadəçi Nizamları

TEXT_CHANGE_LANG		= Dili dəyişdirmək üçün, Bandicam'ı yenidən başlatmanız lazımdır.\nİndi yenidən başlatmaq istəyirsinizmi?
TEXT_CHANGE_HOOK		= İynələməyi dəyişdirmək üçün, Bandicam'ı yenidən başlatmanız lazımdır.\nİndi yenidən başlatmaq istəyirsinizmi?
TEXT_CHANGE_SIZE		= Bandicam pəncərə ölçüsünü dəyişdirmək üçün, Bandicam'ı yenidən başladın.\nYenidən başlatmaq istəyirsiniz?
TEXT_RESET_ALL_SETTINGS		= Bütün nizamları fərz edilənə çevirmək istədiyinizdən əminsinizmi? 

TEXT_REGISTER_SUCCEEDED		= Bandicam lisenziyanız artıq qeydiyyat edilmişdir.
TEXT_REGISTER_FAILED		= Qeyd müvəffəqiyyətsizdir.\nE-Məktub ünvanınızı və ya ardıcıl nömrənizə nəzarət edin.
TEXT_REGISTER_CONNECT_FAILED	= Serverə bağlana bilmir!\nLütfən internet əlaqənizə nəzarət edin, və sistem saatınızı günün saatına və tarixinə uyğun seçin.\nKömək istəyirsinizsə Tamam'a basın.
TEXT_REGISTER_INFO		= Email Adresi: %s\r\nSeria Nömrəsi: %s
TEXT_REGISTER_INFO2		= Son istifadə tarixi : %s (%d gün qaldı)
TEXT_REGISTER_INFO2_EXPIRED	= Son istifadə tarixi : %s (Bitdi)
TEXT_REGISTER_LIMITED		= Qeyd dayandırıldı.\n\nBandicam ödənişsiz distributivində yalnız 10 dəqiqə qeyd edə bilərsiniz. Daha çoxu üçün; İndi qeyd olun!
TEXT_REGISTER_LIMITED_SREC	= Bandicam ödənişsiz distributivində yalnız 10 dəqiqə qeyd edə bilərsiniz. Daha çoxu üçün; İndi qeyd olun!
TEXT_REGISTER_NEWRECORD		= Bandicam'ın bu distributivi üzərində qeyd edə bilməzsiniz. Daha çoxu üçün; İndi qeyd olun!
TEXT_REGISTER_LICENCE_INFO	= Qeyd xarici!\r\nƏgər videonu filigran ilə qeyd etmək istəsəniz, \r\nbizdən Bandicam lisenziyası satın almanız lazımdır.

TEXT_PROGRAM_INVALID		= Tətbiq etibarsızdır! \nLütfən yenidən yükləyin.

TEXT_SELECT_NOT_SELECTED	= Xahiş edirik yazma rejimini seçin
TEXT_SELECT_TARGET		= Hədəf pəncərəyə basın.
TEXT_SELECT_DEVICE		= Bir video tutma cihazı seçin
TEXT_TARGET_DIRECTX		= Oyun Yazma Rejimi - Protokol Oyunlar və Video oxuducular DirectX istifadə edərək.
TEXT_TARGET_SCREEN		= Ekran Yazma Rejimi - Protokol Masaüstü ekran və Veb video.
TEXT_TARGET_DEVICE		= Cihaz Tutma Rejimi - Yazma Webcam və HDMI Tutma Cihazı.
TEXT_TARGET_AUDIO		= Yalnız audio rejimi -  audio yaza bilərsiniz.
TEXT_TARGET_CHANGING		= Əgər qeydiyyat rejimini dəyişdirsəniz, qeydiyyat dayandırılacaq.\nDavam etmək istəyirsiniz?
TEXT_TARGET_CLOSE		= Əgər cari yazma rejimi bağlasanız, qeydiyyatdan dayandırılacaqdır.\nDavam etmək istəyirsiniz?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Hədəf pəncərə seçili olmadığından 'Oyun Yazma Rejimi' başlamaz.\n\nYazmanı başlamaq üçün  'Ekran Yazma Rejimi' rejimini dəyişdirmək istəyirsinizmi?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Tutma cihazı seçili olmadığından 'Cihaz Yazma Rejimi' yazmanı başlamaz.\n\nYazmanı başlamaq üçün 'Ekran Yazma Rejimi' üçün yazma rejimini dəyişdirmək istəyirsiniz?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Əgər yazma rejimi aktiv deyilsə bu rejimi seçin.\n\nYazmanı başlamaq üçün "Ekran yazma Rejimini" seçmək istəyirsiniz?

TEXT_STATUSBAR_READY		= Hazır
TEXT_STATUSBAR_RECORDING	= Qeyd edilir...
TEXT_STATUSBAR_PAUSE		= Dayandır

TEXT_UPDATE_AVAILABLE		= Bandicam yeni bir distributivi bu anda mövcuddur. \nİndi yükləmək istərsinizmi? 
TEXT_UPDATE_UNAVAILABLE		= Yeniləmə tapılmadı.
TEXT_UPDATE_FAILED		= Distributiv məlumatları idarə edilə bilmədi.\nBu sistem, internetə bağlı olmaya bilər ya da server düz işləməyə bilər.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Yükləmək mümkün deyildir. Əgər siz istəyirsinizssə, xahiş edirik email ünvanını yoxlayın.

TEXT_TARGET_FULL		= Tam Ekran
TEXT_TARGET_RESTORE		= Təmir et
TEXT_TARGET_TOGGLE_TOP		= İdarəetmə Panelini Yuxarı Apar
TEXT_TARGET_TOGGLE_BOTTOM	= İdarəetmə Panelini Aşağı Apar
TEXT_TARGET_FIND		= Yazılacaq sahəni seçin
TEXT_TARGET_RESIZE		= Menyu ölçüsünü seçin
TEXT_TARGET_IMAGE		= Görünüş tutma
TEXT_TARGET_PEN			= Drawing mode
TEXT_TARGET_RECORD_START	= Video qeyd - Başlat
TEXT_TARGET_RECORD_PAUSE	= Video qeyd - Dayandır
TEXT_TARGET_RECORD_STOP		= Video qeyd - Saxla
TEXT_TARGET_MENU		= Menyu
TEXT_TARGET_DISPLAY		= Ekran %d

TEXT_DEVICE_FULL		= Tam ekran
TEXT_DEVICE_RESTORE		= Bərpa et
TEXT_DEVICE_SELECT_DEVICE	= Cihaz seçin
TEXT_DEVICE_VOLUME		= Səs nizamı
TEXT_DEVICE_IMAGE		= Görüntü tutma
TEXT_DEVICE_RECORD_START	= Video yazma - başla
TEXT_DEVICE_RECORD_PAUSE	= Video yazma - saxla
TEXT_DEVICE_RECORD_STOP		= Video yazma - dayan
TEXT_DEVICE_MENU		= Menyu

TEXT_RC_HOWTO_NOCOMPLETE	= Qeydi avtomatik tamamlatma
TEXT_RC_HOWTO_BYTIME		= Vaxta görə
TEXT_RC_HOWTO_BYSIZE		= Ölçüyə görə
TEXT_RC_HOWTO_BYSILENCE		= Müvəqqəti səssizlik
TEXT_RC_AFTER_NEWRECORD		= Yeni Qeyd başlat
TEXT_RC_AFTER_EXIT		= Bandicam'dan çıx.
TEXT_RC_AFTER_SHUTDOWN		= Kompyuteri bağla.

TEXT_SHUTDOWN_SEC		= saniyə içində sistem bağlanılır.

TEXT_SEL_IMAGE_FILE		= Bir şəkil faylı seçin.

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- Sönülü --
TEXT_SND_SELECT_2_DISABLE	= -Sönülü(Təklif edilən)-

TEXT_CORRUPTED_AVI_FILE		= Ən son yazılan fayl pozulmuşdur.\nÜzərində təşkil etmək istəyirəm.\n\nFayl: %s
TEXT_SELECTED_CORRUPTED_FILE	= Seçilmiş fayl zədələnmişdir.\nBərpa etmək istəyirsiniz?\n\nFayl: %s
TEXT_TRAY_BALLOON_TIP		= Bandicam'ı təmir etmək üçün nimçə simvoluna basın.
TEXT_TRAY_BALLOON_TIP_RECT	= Ekran yazma pəncərəsini görmək üçün keçid simvolunu vurun.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Cihaz yazma pəncərəsini görüntüləmək üçün ikona vurun.
TEXT_FORCE_STOP			= Hədəf pəncərə cavab vermir, çünki qeyd dayandırma müvəffəqiyyətsizdir.\n məcbur dayandırılmaq istənilir?
TEXT_EXTERNAL_CODEC		= - Xarici Codec -
TEXT_CUDA_GPU_AUTOSELECT	= (Avtomatik Seçim)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Qeyd vəziyyəti
TEXT_INDICATOR_TIME		= Qeyd vaxtı
TEXT_INDICATOR_SIZE		= Qeyd fayl ölçüsü/boş sahə
TEXT_INDICATOR_VOLUME		= Mövcud səs səviyyəsi

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normal] Ümumi vəzifə prioriteti
TEXT_REC_PRIORITY_HIGH		= [High] Normaldan daha yüksək
TEXT_REC_PRIORITY_HIGHEST	= [Highest] Digər vəzifələri yavaşlat

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut qurulu deyil. Bandicut'u yükləmək istəyirsiniz?
TEXT_OUTPUTS_DELETE		= Seçilmiş obyekti tamamilə silmək istədiyinizdən əminsiniz?
TEXT_OUTPUTS_SELCOUNT		= %d obyekt seçildi

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Hədəf Adı
TEXT_FILE_NAME_PREFIX_CUSTOM	= Xüsusi Müraciət
TEXT_FILE_NAME_PREFIX_NONE	= Yoxdur
TEXT_FILE_NAME_SUFFIX_TIME	= Tarix/Vaxt
TEXT_FILE_NAME_SUFFIX_NUMBER	= Serial Nömrəsi

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= 1-dən 1440-a qədər dəqiqə qiymətini daxil edin.
TEXT_TIMER_REC_STOP_RECORDING	= Yazı gedir. \nSiz yazını dayandırmaq üçün və davam etmək üçün əminsiniz?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Qeyd rejimi təyin edilmədiyi üçün Zamanlı Qeydiyyat mövcud deyil. Xahir edirik əvvəlcə qeyd rejimini seçin.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Xahiş edirik, yüklədiyiniz video üçün ad daxil edin.
TEXT_UPLOAD_VID_NO_PASSWORD	= Şifrəni daxil edin.
TEXT_UPLOAD_YOUTUBE_LOGIN	= İstfadəçi adı - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Brauzerdən YouTube ilə giriş et...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Ləğv et
TEXT_UPLOAD_VIMEO_LOGIN		= İstfadəçi adı - Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= Brauzerdən Vimeo ilə giriş et...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= Ləğv et
TEXT_UPLOAD_FACEBOOK_LOGIN	= Daxil ol - Facebook
TEXT_UPLOAD_COMPLETE		= Yükləndi
TEXT_UPLOAD_ERR_FAIL		= Bu video yükləmək mümkün olmadı.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Bu faylı yükləmək üçün çox böyükdür.
TEXT_UPLOAD_ERR_FREESPACE	= Yükləmək üçün Vimeoda kifayət qədər boş yer yoxdur.
TEXT_UPLOAD_ERR_CONNECT		= Serverə qoşulmayıb.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Videonu yükləmək uğursuz oldu. Vimeo Basic istifadəçiləri bu funksiyadan istifadə edə bilməzlər.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam, YouTube tərəfindən təyin olunan gündəlik yükləmə limitini keçdi.\nLimit gecə yarısı sıfırlanacaq.\nZəhmət olmasa, videonu birbaşa YouTube-dan yükləyin və ya gecə yarısından sonra yenidən cəhd edin.\n\nYouTube.com saytınına baxmaq istəyirsən?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Əlaqə nöqtəsi əldə etmək mümkün olmadı.

; deinterlacing
TEXT_DEINT_NONE			= Heç biri
TEXT_DEINT_ODD			= Tək Sahələr
TEXT_DEINT_EVEN			= Hətta Sahələr
TEXT_DEINT_BLEND		= Qarışıq

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Yalnız vurma vaxtı danışılması
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Yalnız vurma vaxtı səsin söndürülməsi

; download & update 
TEXT_UPDATE_IN_PROGRESS		= Quraşdırma davam edir...
TEXT_UPDATE_FAILED_DL		= Quraşdırma fayllarının yüklənməsində səhv oldu. \nHal hazırda sistem internetə qoşula bilmir.
TEXT_UPDATE_INSTALL_SUCCEED	= Quraşdırma tamamlandı.
TEXT_UPDATE_INSTALL_FAILED	= Quraşdırmada səhv oldu.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Yoxdur)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Horizontal
TEXT_WEBCAM_FLIP_VERTICAL	= Vertikal

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Ad
TEXT_SREC_HEADER_STATUS		= Status
TEXT_SREC_HEADER_START_TIME	= Başlama vaxtı
TEXT_SREC_HEADER_END_TIME	= Sonlama vaxtı
TEXT_SREC_HEADER_DURATION	= Müddəti
TEXT_SREC_HEADER_TARGET		= Hədəf
TEXT_SREC_HEADER_AFTER_REC	= Qeydiyyatdan sonra
TEXT_SREC_DEFAULT_NAME		= Plan
TEXT_SREC_DELETE_SCHEDULES	= Seçilmiş cədvəlləri daimi olaraq silmək istətəyirsiniz??
TEXT_SREC_STATUS_WAITING	= Gözləmə
TEXT_SREC_STATUS_RECORDING	= Yazma
TEXT_SREC_STATUS_PASSED		= Uğursuz
TEXT_SREC_STATUS_INACTIVE	= Aktiv deyil
TEXT_SREC_TARGET_NOT_CHANGE	= (Dəyişməyin)
TEXT_SREC_TARGET_FULL_SCREEN	= Tam ekran
TEXT_SREC_TARGET_CUSTOM_AREA	= Düzbucaqlı ekranda
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Son qeyd hədəfindən istifadə edin.
TEXT_SREC_DISPLAY		= Ekran %d
TEXT_SREC_DO_NOTHING		= (Heçnə etmə)
TEXT_SREC_EXIT_BANDICAM		= Bandicam Çıxın
TEXT_SREC_SHUTDOWN_PC		= Kompüterinizi bağlayın
TEXT_SREC_ERR_TIME		= Müddəti arasında olmalıdır 00:00:01 və 23:59:59.
TEXT_SREC_ERR_DAY		= Ən az bir gün seçilməlidir.
TEXT_SREC_ERR_OVERLAPPED	= Yazma müddəti ilə üst-üstə düşür "%s"
TEXT_SREC_SAME_DAY		= Eyni gün
TEXT_SREC_DAY_AFTER		= Gün sonra
TEXT_SREC_EVERYDAY		= Hər gün
TEXT_SREC_SUN			= Bazar
TEXT_SREC_MON			= Bazar ertəsi
TEXT_SREC_TUE			= Cümə axşamı
TEXT_SREC_WED			= Çərşənbə günü
TEXT_SREC_THU			= Cümə axşamı
TEXT_SREC_FRI			= Cümə
TEXT_SREC_SAT			= Şənbə
TEXT_SREC_START_INFO		= Daxil olmağa başlayın %s.
TEXT_SREC_STOP_INFO		= Daxil olmağı dayandırın %s.
TEXT_SREC_DAY			= %Dgün
TEXT_SREC_DAYS			= %Dgünlər
TEXT_SREC_WAITING_0		= Planlaşdırılmış yazmalar yoxdur.
TEXT_SREC_WAITING_1		= 1 planlaşdırılmış yazma var.
TEXT_SREC_WAITING_N		= Planlaşdırılmış %d yazmalar var.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Proses davam edir. Çıxmaq istədiyinizdən əminsiniz?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= Giriş faylı dəstəklənən formatda deyil.
TEXT_BDFIX_NOT_CORRUPTED	= Giriş faylı zədəli deyil.\nDavam etmək istəyirsiniz?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= Giriş faylı zədəli deyil və ya test edilə bilməz.
TEXT_BDFIX_ALREADY_EXISTS	= Çıxış faylı artıq mövcuddur. Yenidən yazmaq istəyirsiniz?
TEXT_BDFIX_SAME_PATH		= Çıxış faylının yolu Giriş faylının yolu ilə üst-üstə düşür.
TEXT_BDFIX_DISK_SPACE		= Çıxış faylını yaratmaq üçün kifayət qədər yer yoxdur.
TEXT_BDFIX_PROCESS_COMPLETE	= Proses bitdi!
TEXT_BDFIX_STATUS_PROCESSING	= Proses zamanı
TEXT_BDFIX_STATUS_COMPLETE	= Bitdi
TEXT_BDFIX_STATUS_FAILED	= Səhv oldu
TEXT_BDFIX_STATUS_READY		= Hazırdır
TEXT_BDFIX_FAILED_TO_OPEN	= Giriş faylı açıla bilməz
TEXT_BDFIX_FAILED_TO_PROCESS	= Bərpa funksiyası uğursuz oldu.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Faylları
TEXT_OP_FILTER_MP4		= MP4 Faylları
TEXT_OP_FILTER_PNG		= PNG Faylları
TEXT_OP_FILTER_ALL		= Bütün Fayllar
TEXT_OP_FILTER_MEDIA		= Mediya Faylları

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		= 1 san
TEXT_TARGET_COUNTDOWN_2		= 2 san
TEXT_TARGET_COUNTDOWN_3		= 3 san
TEXT_TARGET_COUNTDOWN_4		= 4 san
TEXT_TARGET_COUNTDOWN_5		= 5 san
TEXT_TARGET_COUNTDOWN_6		= 6 san
TEXT_TARGET_COUNTDOWN_7		= 7 san
TEXT_TARGET_COUNTDOWN_8		= 8 san
TEXT_TARGET_COUNTDOWN_9		= 9 san
TEXT_TARGET_COUNTDOWN_10	= 10 san

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Fərzedilən Səs Qurğusu)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Default Output Device)
TEXT_DEFAULT_INPUT_DEVICE	= (Default Input Device)
TEXT_DEFAULT_DEVICE_FORMAT	= (Formatın-avtomatik təyini)
TEXT_HOTKEY_NONE		= (Yoxdur)
TEXT_ADD_YOUR_TEXT_HERE		= Mövzunuzu buraya əlavə edin
TEXT_NOT_SHOW_THIS_NOTICE	= Bu bildirişi bir daha görmək istəmirsiniz?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= Bandicamın yeniliklərini qəbul edib yenidən başlatmaq istəyirsiniz?
TEXT_RESET_TO_DEFAULT		= Standarta sıfırla

; oauth complete html
TXT_LANG_CODE           	= "az"
TXT_TITLE               	= "YouTube ilə giriş tamamlandı!"
TXT_MESSAGE_COMPLETE1   	= "YouTube ilə giriş tamamlandı!"
TXT_MESSAGE_COMPLETE2   	= "Bu səhifəni bağlaya bilərsiniz."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com/az/' class='bandicam'><div>Get bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/' class='bandicut'><div>Get bandicut.com</div></a>"

; pip mask shape
TEXT_PIPMASK_NONE		= Təyin edilən
TEXT_PIPMASK_SQUARE		= Kvadrat
TEXT_PIPMASK_CIRCLE		= Dairə
TEXT_PIPMASK_ELLIPSE		= Elips

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Ev
$BN_PAGE_GENERAL		= Ümumi
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Görüntü
$BN_PAGE_AUDIO			= Audio
$BN_PAGE_ABOUT			= Məlumat
$BN_UNREGISTERED		= Bu <font color="#ffa900">pulsuz</font> versiya qeydə görə <font color="#ffa900">10 dəqiqə</font>ilə məhduddur.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Variantlar
$ST_GEN_OUTPUT_FOLDER		= Çıxış qovluğu
$BN_GEN_OPEN_OUTPUT_FOLDER	= Aç
$BN_GEN_ADV_OPTIONS		= İnkişaf etmiş
$CK_GEN_ALWAYS_ON_TOP		= Bandicam daima pəncərədə
$CK_GEN_START_MINIMIZED		= Sistem hissəsində başlatma
$CK_GEN_RUN_WHEN_START		= Windows başlatıldığında Bandicam'ı da başlat
$CK_GEN_RECORD_WHEN_RUN		= Bandicam başlatıldığında Tam-Ekran qeydini başlat
$CK_GEN_TIMER_RECORDING		= Yazının avtomatik işə salınması üçün taymeri qurun
$ST_GEN_LANGUAGE		= Dil
$ST_GEN_REC_AUTO_START		= Qeydi Avtomatik Başlat
$ST_GEN_REC_SCHEDULED		= Planlaşdırılan Yazma
$BN_GEN_REC_SCHEDULED		= Nizamlar
$ST_GEN_REC_AUTO_COMPLETE	= Qeydi avtomatik tamamla
$BN_GEN_REC_AUTO_COMPLETE	= Nizam
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Örtmə
$CK_FPS_OVERLAY_HOTKEY		= Düyməni Göstər/gizlət
$CK_FPS_OVERLAY_POS_HOTKEY	= Düymə Pozisiyası
$CK_FPS_OVERLAY			= FPS mövqesi
$ST_FPS_LIMIT			= Limit
$CK_FPS_LIMIT_HOTKEY		= Qısayol K.
$CK_FPS_LIMIT			= FPS limiti qoy
$CK_FPS_LIMIT_ONLY_CAP		= Yalnız tutma
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Qeyd
$CK_VID_RECORD_HOTKEY		= Qeyd et / Dayandır qısayolu
$CK_VID_PAUSE_HOTKEY		= Pause Hotkey
$CK_VID_SHOW_CURSOR		= Siçan kursorunu göstər
$CK_VID_CLICK_EFFECTS		= Siçan basma effekti əlavə et
$CK_VID_WEBCAM_OVERLAY		= Webcam örtməsi yüklə
$BN_VID_RECORD_SETTINGS		= Nizmalar
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Səs
$BN_VID_FORMAT_SETTINGS		= Nizamlar
$BN_VID_FORMAT_PRESETS		= Hazır nizamlar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Tutma
$CK_IMG_CAPTURE_HOTKEY		= Qısayol K.
$CK_IMG_CAPTURE_REPEAT		= Ekran tutmağı təkrarla
$ST_IMG_CAPTURE_REPEAT		= saniyədə
$CK_IMG_SHOW_CURSOR		= Siçan kursorunu göstər
$CK_IMAGE_ADD_LOGO		= Loqonu hər dəfə əlavə et
$CK_IMG_SHUTTER_SOUND_EFFECT	= Siyirmə səsi aktivdir.
$BTN_IMAGE_SETTINGS		= Nizamlar
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normal
$CK_IMG_FORMAT_JPG_HQ		= JPG - Yüksək Keyfiyyət
$CK_IMAGE_JPG_CUSTOM		= JPG - Keyfiyyəti (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Animasiyanı GIF kimi yadda saxlamaq
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= Yalnız Audio Yazı
$CK_AUD_RECORD_HOTKEY		= Yazı/Dayan Hotkey
$CK_AUD_PAUSE_HOTKEY		= Hotkey Dayandırın
$BTN_AUDIO_SETTINGS		= Nizamlar
$ST_AUD_FORMAT			= Format
$ST_AUD_FORMAT_TYPE		= Fayl Tipi
$ST_AUD_FORMAT_AUDIO		= Audio
$BN_AUD_FORMAT_SETTINGS		= Nizamlar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Başla
$ST_OUT_TAB_VIDEO		= Videos
$ST_OUT_TAB_IMAGE		= Şəkil
$ST_OUT_TAB_AUDIO		= Audiolar
$BN_OUT_PLAY_VIDEO		= Başlat
$BN_OUT_OPEN_IMAGE		= Aç
$BN_OUT_EDIT			= Redaktə et
$BN_OUT_UPLOAD			= Yüklə
$BN_OUT_DELETE			= Sil
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Versiyası
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2022 Bandicam.com
$BN_ABO_NEW_VERSION		= Yeni versiya istifadə edilə bilər!
$BN_ABO_CHECK_UPDATE		= Yeniləmə idarəsi
$ST_ABO_LICENCE_INFO		= Lisenziya Məlumatı
$BN_ABO_REGISTER		= Qeyd
$BN_ABO_REGISTER_HELP		= Satın alma və Qeyd olma
$BN_ABO_UPDATE_REGISTRATION	= Qeydiyyatı Yeniləyin
$BN_ABO_RENEW_LICENSE		= Lisenziyanı yeniləyin
$ST_ABO_HOMEPAGE_INFO		= Website URL
$ST_ABO_HOMEPAGE_URL		= Əsas səhifə
$ST_ABO_FAQ_URL			= SSS
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Cihaz seçin!
$ST_DEVICE_CONNECTING		= Bağlanır...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> Bandicam istifadəçiləri üçün yenilənmiş proqramdır. Siz videonu kəsə və Bandicam ilə yazılmış videoya qoşula bilərsiniz.
$BTN_UPDATE_STEP1_LINK		= Daha çox
$ST_UPDATE_STEP2_TEXT		= Yükləmə yerinə yetirilir...
$BTN_UPDATE_INSTALL		= İndi quraşdır
$BTN_UPDATE_LATER		= Xeyr, təşəkkür edirəm!
$BTN_UPDATE_CANCEL		= Ləğv et
$BTN_UPDATE_CLOSE		= Bağla

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= Bandicamın yeni versiyası var. Yeniləməni başlatmaq istəyirsiniz?
$BTN_UPDATE_BANDICAM_CANCEL	= Ləğv et
$BTN_UPDATE_BANDICAM_INSTALL	= Yenilə
$BTN_UPDATE_BANDICAM_IGNORE	= Bu versiyanı təkrar soruşma
$BTN_UPDATE_BANDICAM_LEARNMORE	= Daha çox məlumat əldə edin
$BTN_UPDATE_BANDICAM_SETTINGS	= Nizamları Yenilə

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= İstifadə etmək istədiyiniz yazma rejimini seçin.
$ST_START_SEL_RECT		= Düzbucaq sahəsi
$ST_START_SEL_FULL		= Tam ekran
$ST_START_SEL_MOUSE		= Siçan ətrafında
$ST_START_SEL_GAME		= Oyun yazma
$ST_START_SEL_DEVICE		= Cihaz yazma
$ST_START_SEL_AUDIO		=Yalnız audio
$ST_START_SEL_HELP		= Onlayn kömək

$ST_START_RECT_TITLE		= Ekran Yazma - Ekranda düzbucaqlı
$ST_START_RECT_DESC		= Bu rejim ilə düzbucaqlı bir sahə içərisində hissəni yaza bilərsiniz.
$ST_START_RECT_STEP		= 1. Yazılacaq bir ölçüsü və sahəsi seçin.[br]2.  'YAZ' düyməsinə vurun və ya hotkey düyməsindən istifadə edin.

$ST_START_FULL_TITLE		= Ekran Yazma - Tam ekran
$ST_START_FULL_DESC		= Bu rejim ekranda bütün ekranı yazmağa icazə verir.
$ST_START_FULL_STEP		= 1. Yazmaq üşün bir ekran seçin. [br]2. 'YAZ' düyməsinə vurun və ya hotkey düyməsindən istifadə edin.

$ST_START_MOUSE_TITLE		= Ekran Yazma - Siçan ətrafında
$ST_START_MOUSE_DESC		= Bu rejim, siçan kursoru istifadəçi tərəfindən masa üstü ekran üzərinə daşınar və yazar.
$ST_START_MOUSE_STEP		= 1. Uyğun bir ölçünü seçin.[br]2.'YAZ' düyməsinə vurun və ya hotkey düyməsindən istifadə edin.

$ST_START_GAME_TITLE		= Oyun Yazma Rejimi
$ST_START_GAME_DESC		= Bu rejimi seçildikdə oyun yazmağa imkan veriləcəkFPS.
$ST_START_GAME_STEP		= 1. Bir oyuna başlayın və yaşıl rəngli sayını yoxlayın (FPS).[br]2. 'YAZ' düyməsinə vurun və ya hotkey düyməsindən istifadə edin.

$ST_START_DEVICE_TITLE		= Cihaz Yazma Rejimi
$ST_START_DEVICE_DESC		= Bu rejim bir Webcam, Xbox,Smartphone, IPTV, və s. kimi xarici video cihazlarınızı yazmağa imkan verir
$ST_START_DEVICE_STEP		= 1. Web kamera və ya yazma cihazını qeyd edin. [br]2. 'YAZ' düyməsinə vurun və ya hotkey düyməsindən istifadə edin.

$ST_START_AUDIO_TITLE		= Yalnız Səs Yazma Rejimi
$ST_START_AUDIO_DESC		= Bu rejim yalnız dinamik və mikrofon kimi səsi yazmağa imkan verir.
$ST_START_AUDIO_STEP		= 'YAZ' düyməsini basın və ya hotkey düyməsini basın.

$BN_START_HELP			= Onlayn köməyə bax
$BN_START_RECORD		= Yazmağa başla
$BN_START_RECORD_STOP		= Yazmanı dayandır
$ST_START_HOTKEY_RECORD		= Yaz/Dayan
$ST_START_HOTKEY_SCREENSHOT	= Şəkil çəkmə
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Oxut
$BN_BDFIX_OPEN_FOLDER		= Qovluğu Aç
$BN_BDFIX_CLOSE			= Bağla
$ST_BDFIX_INPUT_FILE		= Giriş Faylı
$ST_BDFIX_INPUT_FILE2		= Zədələnmiş avi/mp4 faylını aç.
$BN_BDFIX_INPUT_FILE		= Aç
$ST_BDFIX_OUTPUT_FILE		= Çıxış Faylı
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Yazılacaq sahəni seçin
$MENU_RECTANGLE			= Ekranda bir dördbucaqlı
$MENU_FULLSCREEN		= Tam ekran
$MENU_AROUND_MOUSE		= Siçan ətrafında
$MENU_AUDIO_ONLY		= Yalnız audio
$MENU_RECT_FIND_WINDOW		= Yazılacaq sahəni seçin
$MENU_RECT_CUSTOM		= Xüsusi ölçü
$MENU_RECT_RECENTLY_USED	= Son istifadə edilən ölçü
$MENU_FULL_DISPLAY_1		= Ekran 1
$MENU_FULL_DISPLAY_2		= Ekran 2
$MENU_FULL_DISPLAY_3		= Ekran 3
$MENU_FULL_DISPLAY_4		= Ekran 4
$MENU_FULL_DISPLAY_5		= Ekran 5
$MENU_FULL_DISPLAY_6		= Ekran 6
$MENU_FULL_DISPLAY_7		= Ekran 7
$MENU_FULL_DISPLAY_8		= Ekran 8
$MENU_FULL_SHOW_CONTRL		= Həmişə idarə etmə çubuğunu göstərin
$MENU_FULL_HIDE_CONTRL		= Həmişə idarə etmə çubuğunu gizlədin
$MENU_MOUSE_CUSTOM		= Xüsusi ölçü
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Çıxış Qovluğunu Aç
$TOOLTIP_SCHEDULED_RECORDING	= Planlaşdırılan Yazma
$TOOLTIP_SCREENSHOT		= Görüntünü Tut
$TOOLTIP_RECORD			= Başlat / Dayandır
$TOOLTIP_PAUSE			= Dayandır
$TOOLTIP_UI_MODE		= Sadə / Ətraflı UI
$TOOLTIP_REGISTER		= Bandicam'a qeyd ol
$TOOLTIP_ONLINE_HELP		= Online Kömək

$TOOLTIP_TOOL_NONE		= Kursor (Çəkiliş yoxdur) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= Pen (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= Highlighter (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= Xətt (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= Təsdiqlə (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= Box (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= Nömrələmə (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= Mətn (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= Eraser (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= Select Color
$TOOLTIP_TOOL_LINE		= Linewidth
$TOOLTIP_TOOL_UNDO		= Undo (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Redo (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Yazma rejimini seçin
$TOOLTIP_HOME_RECT		= Ekran Yazma Rejimi - Düzbucaqlı
$TOOLTIP_HOME_FULL		= Ekran Yazma Rejimi - Tam ekran
$TOOLTIP_HOME_MOUSE		= Ekran Yazma Rejimi - Siçan ətrafında
$TOOLTIP_HOME_GAME		= Oyun Yazma Rejimi
$TOOLTIP_HOME_DEVICE		= Cihaz Yazma Rejimi
$TOOLTIP_HOME_AUDIO		= Yalnız Səs Yazma Rejimi

$TOOLTIP_ADD_MOUSE_EFFECT	= Siçan kursoruna effekt əlavə et
$TOOLTIP_ADD_TEXT_OVERLAY	= Mətn örtmə effekti əlavə et
$TOOLTIP_ADD_SPEAKER		= Dinamiklər Əlavə et
$TOOLTIP_ADD_MICROPHONE		= Mikrofon əlavə et
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Vebkameraya əlavə et
$TOOLTIP_MUTE_SPEAKER		= Mute Speakers
$TOOLTIP_MUTE_MICROPHONE	= Mute Microphone

$TOOLTIP_REFRESH_LINFO		= Lisenziya məlumatlarını yeniləyin
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Ləğv et
IDOK				= Tamam
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Format nizamları
IDC_ST_FMTSET_FILE		= Fayl Tipi
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Ölçü
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodek
IDC_ST_VIDEO_CODEC_PROFILE	= Profil
IDC_ST_VIDEO_BITRATE		= Bit sürəti
IDC_ST_VIDEO_QUALITY		= Keyfiyyət
IDC_ST_FMTSET_AUDIO		= Səs
IDC_CK_AUDIO_ORIGINAL_PCM	= Original format kimi saxla
IDC_ED_AUDIO_ORIGINAL_PCM	= Siz çoxkanallı və yüksək aydınlıqlı audio (96khz və ya daha çox) yadda saxlaya bilərsiniz.
IDC_ST_AUDIO_CH			= Kanallar
IDC_ST_AUDIO_FREQ		= Tezlik
IDC_ST_AUDIO_CODEC		= Kodek
IDC_ST_AUDIO_BITRATE		= Bit sürəti
IDC_ST_FORMAT_HELP		= [ Kömək ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= Format nizamları

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Bandicam'a qeyd ol!
IDC_ST_1BUY			= 1. Satın alma
IDC_ST_1BUY_COMMENT		= Bandicam'ın ödənişsiz bir proqram olmadığını unutmayın. Əgər videonu filigran ilə qeyd etmək istəsəniz, bizdən Bandicam lisenziyasını satın almanız lazımdır.
IDC_BTN_BUY_ONLINE		= Onlayn satın al
IDC_ST_2REGISTER		= 2. Qeyd ol!
IDC_ST_2REGISTER_COMMENT	= Bandicam üzv olmaq üçün onlayn olmanız lazımdır.
IDC_ST_EMAIL_ADDRESS		= Email adresi
IDC_ST_SERIAL_NUMBER		= Seria nömrəsi
IDC_BTN_REGISTER_NOW		= İndi qeyd ol
IDC_BTN_UNREGISTER_NOW		= Unregister
IDC_BTN_CLOSE			= Son

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Yeniləmə İdrsi.
IDC_ST_UPDATE_SETTING		= Nizam
IDC_CK_UPDATE_ENABLE		= Avtomatik yeniləməyi aktivləşdirin.
IDC_CK_UPDATE_POPUP		= Böyük bir pop-up(açılır pen.) yeniləməsi varsa  göstərin.
IDC_UPDATE_CHECK_NOW		= Yeniləmələrə nəzarət et!
IDC_CLOSE			= Sonlandır!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= İnkişaf etmiş nizamlar
IDC_BTN_RESET			= Sıfırla

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Ümumi
IDC_CK_ALWAYS_ON_TOP2		= Bandicam daim pəncərədə
IDC_CK_START_MINIMIZED_TO_TRAY	= Start Bandicam minimized to tray
IDC_CK_RUN_WHEN_START		= Bandicam'ı başlanğıcda işlət.
IDC_CK_RECORD_WHEN_RUN		= Bandicam işləyərkən Tam-Ekran qeydini başlat
IDC_BTN_TIMER_RECORDING		= Avtomatik Başlanğıc Yazma üçün vaxt təyin et
IDC_CK_SHOW_FPS_IN_VIDEO	= Çəkilən video/görüntü'də FPS 'yi göstər.
IDC_ST_SHOW_FPS_IN_VIDEO	= (Yalnız 'Oyun Yazma Rejimi')
IDC_CK_SHOW_TIP_BAR		= İpucu/Məlumat çubuğunu göstər.
IDC_CK_NO_TRAY_BALLOON		= Simvol bildirişlərini bağlamaq
IDC_ST_ADV_AUTOMATIC		= Avtomatik
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = TIP: Windows işə başlayanda ekran çəkməyə necə başlamaq olar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Çıxdı
IDC_ST_OUT_OUTPUT_FOLDER	= Çıxış qovluğu
IDC_CK_OUT_CREATE_SUBFOLDER	= Bir fayl yazarkən Ç. alt qovluğunu meydana gətirin.
IDC_RD_OUT_SUBFOLDER		= Alt qovluq  adı yazma hədəf adı olacaq.
IDC_RD_OUT_SUBFOLDER_2		=  'Videolar'/ 'Şəkillər' / 'Audiolar'
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Diskdə yazma önyaddaşını aktivləşdir.
IDC_ST_OUT_FILE_NAMING		= Fayl adlandırma parametrləri
IDC_ST_OUT_EXAMPLE		= Ms)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Dil
IDC_ST_TRANSLATOR		= Çevirən: mayak18[www.windows-az.com]Elvin Məlikov

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Hədəfi iynələ
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Mağazası Proqramları (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= DirectX 10/11 IE9,10/Firefox 'a iynələmə söndür.
IDC_CK_DISABLE_OVERLAY_ON_DX	= DirectX Videonu Blokla
IDC_BTN_BLOCK_LIST		= Bloklanan əməliyyat siyahısı

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= Ümumi
IDC_CK_HKEY_START_REC		= Yazmağa Başla/Dayandır
IDC_CK_HKEY_PAUSE_REC		= Yazmağa Ara ver
IDC_CK_HKEY_CAPTURE_IMAGE	= Şəkil Çək
IDC_CK_HKEY_MUTE_SPEAKER	= Dinamikləri Səssizləşdirin
IDC_CK_HKEY_MUTE_MICROPHONE	= Mikrofonu Susdur
IDC_ST_HKEY_SCREEN_MODE		= Ekran Yazma rejimi
IDC_CK_HKEY_SHOW_RECT		= Düzbucaqlını Göstər/Gizlət
IDC_CK_HKEY_TOGGLE_DRAW		= Rəsm rejimi
IDC_ST_HKEY_GAME_MODE		= Oyun Yazma rejimi
IDC_CK_HKEY_SHOW_FPS		= FPS - Göstər/Gizlət
IDC_CK_HKEY_POS_FPS		= FPS - Yeri
IDC_CK_HKEY_LIMIT_FPS		= FPS - Limit

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Digər Nizamlar
IDC_BTN_VIDEO_RECORD_SETTINGS	= Video Qeyd Nizamları
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Video Format Nizamları
IDC_BTN_AUTO_COMPLETE_RECORDING	= Qeydi Avtomatik tamamla
IDC_ST_OTHER_UAC		= Admin olaraq aç (UAC)
IDC_RD_OTHER_NONADMIN		= Bandicamı Standart istifadəçi kimi aç (admin olmayan)
IDC_RD_OTHER_ADMIN		= Bandicamı Admin olaraq işə sal
IDC_RD_OTHER_ADMIN_GAME		= Yalnız 'Oyun Yazma' rejimində admin olaraq aç
IDC_BTN_OTHER_RESTART		= İndi Yenidən işə sal
IDC_LN_OTHER_UAC		= Kömək

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Qeydi avtomatik tamamla
IDC_ST_RC_HOWTO			= Avtomatik qeydin quraşdırılma vəziyyəti
IDC_RD_RC_NOTCOMPLETE		= Avto Qeyd yoxdur! c
IDC_RD_RC_TIME			= Qeyd müddəti
IDC_ST_RC_MAX_TIME		= Max
IDC_RD_RC_SIZE			= Yazılan fayl böyüklüyü
IDC_ST_RC_MAX_SIZE		= Max
IDC_RD_RC_NOSOUND		= Müvəqqəti səssizlik (san)
IDC_ST_RC_AFTER			= Avtomatik qeydi tamamladıqdan sonra
IDC_RD_RC_NOTHING		= Heç bir şey etmə!
IDC_RD_RC_NEW_RECORDING		= Yeni qeyd başlat.
IDC_RD_RC_EXIT_BDCAM		= Bandicam'dan çıx.
IDC_RD_RC_SHUTDOWN		= Kompyuteri Bağla

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Avtomatik Tam Qeyd - Bildiriş
IDC_ST_NOSOUND_TITLE		= Səssiz Dövlət
IDC_ST_NOSOUND_DESC		= Qeyd dayandırılacaq, çünki bu kompyuter hər hansı bir səsə malik deyil.
IDC_ST_NOSOUND_DESC2		= %d saniyədə Qeydi dayandır.
IDC_BTN_NOSOUND_CONTINUE	= Qeydi Davam et

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Bağla
IDC_ST_SHUTDOWN			= Bağla
IDC_ST_SHUTDOWN_INFO		= Kompyuter bağlanacaq.Ləğv'i üçün;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Qeyd nizamları

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Səs qeydi
IDC_ST_SND_SELECT_1		= İlk cihaz
IDC_ST_SND_DEVICE_0		= Speakers
IDC_BTN_SND_SETTING_0		= Nizam
IDC_ST_SND_DEVICE_1		= Mikrofon
IDC_BTN_SND_SETTING_1		= Nizam
IDC_ST_SND_VOLUME_1		= Səs
IDC_CK_SND_MONO_1		= Mono
IDC_BTN_SND_FILTER_1		= Filtir
IDC_ST_SND_SELECT_2		= İkinci Səs Cihazı (Əvvəlki)
IDC_BTN_SND_SETTING_2		= Nizam
IDC_ST_SND_VOLUME_2		= Səs
IDC_CK_SND_MONO_2		= Mono
IDC_BTN_SND_FILTER_2		= Filtir
IDC_CK_SND_MIX_SOUND		= İki səs qaynağını qarışdırma (İlk və İkinci bir  parça)
IDC_CK_SND_CAP_PUSH_TO		= Vur-Danış və ya Vur-Söndür
IDC_ST_SOUND_HELP		= [ Kömək ]
IDC_CK_SND_SAVE_AS_WAV		= Qeyd əsnasında səs qeyd et(.wav)
IDC_ST_AUDIO_MODE		= Səs yazmaq üçün ən azı bir səs cihazı seçin.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Videoya Webcam örtməsi yüklə
IDC_ST_WEBCAM_SETTING		= Nizamlar
IDC_ST_WEBCAM_POS		= Mövqe:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Chroma düyməsini istifadə edin
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Ətraflı
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Əlavə seçimlər
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Veb kamera ekranında önizləmə
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Klavişlərin dəyişilməsinə baxışı daxil etmək
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Çıxış video faylı üçün veb kameranı əlavə et
IDC_RD_WEBCAM_SAVE_AS_MP4	= Ayrıca webcam video faylı kimi qeyd edin (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Videoya loqo əlavə edin.
IDC_ST_LOGO_SETTING		= Nizam
IDC_ST_LOGO_IMAGE		= Görüntü:
IDC_ST_LOGO_OPACITY		= Donuqluq:
IDC_ST_LOGO_POS			= Mövqe:
IDC_ST_LOGO_LR_MARGINS		= Sola/R Sahə:
IDC_ST_LOGO_TB_MARGINS		= Top/B Sahə:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Siçan kursorunu göstər
IDC_ST_CURSOR_SIZE		= Ölçü
IDC_ST_EFFECTS_MOUSE		= Siçan effektləri
IDC_CK_ADD_CLICK_EFFECTS	= Siçan effekti əlavə et
IDC_ST_CLICK_EFFECT_SIZE	= Ölçü
IDC_ST_LEFT_CLICK_COLOR		= Sol basma rəngi
IDC_ST_RIGHT_CLICK_COLOR	= Sağ basma rəngi
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Siçan vurğu efekti yüklə
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Ölçü
IDC_ST_HIGHLIGHT_COLOR		= Vurğu rəngi
IDC_ST_HIGHLIGHT_OPACITY	= Donuqluq
IDC_ST_EFFECT_PREVIEW_TITLE	= Önizləmə
IDC_ST_EFFECTS_MOUSE_SOUND	= Qeyd edərkən siçan səslərini aktiv etmə
IDC_CK_EFFECT_LCLICK_SOUND	= Sol klik
IDC_CK_EFFECT_RCLICK_SOUND	= Sağ klik

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Videoya mövzu yazmanı əlavə et
IDC_BTN_TEXT_OVERLAY_ADD	= Əlavə et
IDC_BTN_TEXT_OVERLAY_EDIT	= Redaktə et
IDC_BTN_TEXT_OVERLAY_DEL	= Sil

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Variantlar
IDC_ST_REC_PRIORITY		= Qeydiyyat prioriteti :
IDC_ST_REC_PRIORITY2		= Buraxılan çərçivələr üçün yüksək prioritet keçirilə bilər.
IDC_ST_FOR_DX_GL		= Oyun Yazma Rejimi üçün
IDC_CK_SKIP_RECORDING		= Çərçivə aktiv deyilkən qeydi keç
IDC_CK_ENHANCED_DX9_CAPTURE	= Ətraflı tutma metodunu istifadə (sürətli, yalnız DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Ekran Yazma Rejimi üçün
IDC_CK_HIDE_MAINWND_WHILE_REC	= Yazma vaxtı əsas pəncərəni gizlədin
IDC_CK_SHOW_COUNTDOWN_TIMER	= Qeydi başlamazdan əvvəl geri sayımı göstər
IDC_CK_ENHANCED_CAPTURE		= Ətraflı tutma üsulunu istifadə (daha sürətli, Windows 8 yada üstü)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Başladığında və sonlandırıldığında səs effektlərini aktiv et

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Webcam önizləməsi və inkişaf etmiş parametrlər
IDC_ST_WEBCAM_PRESET_POS	= Hazır mövqe
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Nizamlar
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_BTN_WEBCAM_DEVICE		= Nizamlar
IDC_ST_WEBCAM_DEVICE_FMT	= Format:
IDC_ST_WEBCAM_SIZE		= Boy ölçüsü:
IDC_ST_WEBCAM_POS_H		= X mövqeyi:
IDC_ST_WEBCAM_POS_V		= Y mövqeyi:
IDC_ST_WEBCAM_FLIPSCREEN	= Çevirmə ekranı:
IDC_ST_WEBCAM_SHAPE		= Forma:
IDC_ST_WEBCAM_BLUR		= Blur effet:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Chroma düyməsini istifadə edin
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Rəng:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Seçin
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Oxşarlıq: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Qarışıq:
IDC_LN_WEBCAM_HELP		= [ Kömək ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam ön izləməsi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Mövzu yerləşməsi nizamları
IDC_ST_TEXT_OVERLAY_SETTINGS	= Nizamlar
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Zaman ştampı daxil
IDC_ST_TEXT_FONT		= Font:
IDC_ST_TEXT_SIZE		= Ölçü:
IDC_ST_TEXT_MARGIN		= Haşiyə:
IDC_ST_TEXT_ALPHA		= Alfa:
IDC_ST_TEXT_COLOR		= Mövzu rəngi:
IDC_CK_TEXT_SHADOW_COLOR	= Kölgə:
IDC_CK_TEXT_OUT_COLOR		= Əhatə xətti:
IDC_BTN_ADD_TEXT_MACRO		= Mətn makrosunu əlavə edin (Tarix, Zaman...)
IDC_LN_TEXT_HELP		= [ Yardım ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Şəkil çəkilişinin nizamları

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Şəklə loqo əlavə et
IDC_ST_IMG_LOGO_SETTING		= Nizamlar
IDC_ST_IMG_LOGO_IMAGE		= Şəkil:
IDC_ST_IMG_LOGO_OPACITY		= Tutqunluq:
IDC_ST_IMG_LOGO_POS		= Vəziyyət:
IDC_ST_IMG_LOGO_LR_MARGINS	= Sol/R Sahələr:
IDC_ST_IMG_LOGO_TB_MARGINS	= Ümumi/B Sahələr:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Xüsusi ölçü hədəfi
IDC_ST_TARGET_SIZE_SETTING	= Nizam
IDC_ST_TARGET_SIZE		= Hədəf ölçüsü:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Yeni Ölçünü Əvvəlcədən əlavə et
IDC_ST_ADD_SIZE_PRESET		= Yeni qurulmuş kimi cari hədəf mövqe və ölçüsü saxlaya bilərsiniz.\nƏvvəlcədən ad üçün daxil edin.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Ölçü Rekatə edilməsi
IDC_BTN_SIZE_PRESET_ADD		= Əlavə et
IDC_BTN_SIZE_PRESET_DEL		= Sil
IDC_BTN_SIZE_PRESET_REN		= Yenidən adlandır
IDC_BTN_SIZE_PRESET_UP		= Yuxarı
IDC_BTN_SIZE_PRESET_DN		= Aşağı

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Yeni ölçünü yenidən adlandır
IDC_ST_REN_SIZE_PRESET		= Yeni ada əlavə et.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Məlumatlandırma
IDC_ST_ACAP_INFO		= Səs tutma məlumatı
IDC_ST_ACAP_INFO2		= Səs kartı səs tuta bilmir. Problem üçün'qeyd idarəsinə nəzarət edin.\n\nOnlayn kömək səhifəsini ziyarət etmək istəyərsinizmi?
IDC_CK_ACAP_DO_NOT_ASK		= Təkrar soruşma
IDC_BTN_YES			= Bəli		
IDC_BTN_NO			= Xeyr

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Max. qeyd müddəti
IDC_ST_RC_TIME_SETTING		= Nizam
IDC_ST_RC_TIME_HOUR		= Saat
IDC_ST_RC_TIME_MIN		= Dq
IDC_ST_RC_TIME_SEC		= Sn

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Max. yazılan fayl ölçüsü
IDC_ST_RC_FILESIZE_SETTING	= Nizam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Yeni bir hazır nizam yazın
IDC_ST_ADD_PRESET		= Mövcud nizamı hazır nizam olaraq yaza bilərsiniz.\nHazır nizam üçün bir ad daxil edin.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Hazır Nizamları Təşkil et
IDC_BTN_PRESET_ADD		= Əlavə et
IDC_BTN_PRESET_DEL		= Sil
IDC_BTN_PRESET_REN		= Yenidən Adlandır
IDC_BTN_PRESET_UP		= Yuxarı
IDC_BTN_PRESET_DN		= Aşağı

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Hazır nizamı yenidən adlandır
IDC_ST_REN_PRESET		= Hazır nizam üçün yeni bir ad girin.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Xarici video codec seç
IDC_ST_CODEC_EX_LIST		= Codec siyahısı
IDC_ST_CODEC_EX_SETTINGS	= Nizamlar
IDC_ST_CODEC_EX_DRIVER		= Sürücü adı
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Keyfiyyət
IDC_ST_CODEC_EX_DATERATE	= Məlumat sürəti
IDC_ST_CODEC_EX_KEYFRAME	= Kadr Aralığı
IDC_CK_CODEC_EX_PREFER_RGB	= Müztəlif RGB rəngi
IDC_BTN_CODEC_EX_CONFIG		= Quruluşlandırma
IDC_BTN_CODEC_EX_ABOUT		= Məlumt
IDC_ST_CODEC_EX_HELP		= [ Kömək ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Maneə törədilən əməliyyat siyahısı
IDC_ST_BLOCK_LIST		= Aşağıdakı əməliyyatlara icazə verilməz.
IDC_ST_BLOCK_LIST_EX		= Nümunə:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) Nizamları
IDC_ST_H264_CUDA_RATE_CONTROL	= Keçid idarəsi
IDC_RD_H264_CUDA_VBR		= VBR - keyfiyyət mərkəzli (təklif edilən)
IDC_RD_H264_CUDA_CBR		= CBR - bitsürəti mərkəzli
IDC_ST_H264_CUDA_GPU_USAGE	= GPU İstifadəsi
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Yalnız GPU (sürətli GPU ilə istifadə)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU cihazı:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Digər nizamlar
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC code:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Keyframe aralığı:
IDC_ST_H264_CUDA_FOURCC_HELP	= Kömək

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) Nizamları
IDC_ST_H264_SYNC_RATE_CONTROL	= Keçid idarəsi
IDC_RD_H264_SYNC_VBR		= VBR - keyfiyyət mərkəzli (təklif edilən)
IDC_RD_H264_SYNC_CBR		= CBR - bitsürəti mərkəzli
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Digər nizamlar
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC code:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Keyframe aralığı:
IDC_ST_H264_SYNC_FOURCC_HELP	= Kömək

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD VCE) Nizamları
IDC_ST_H264_APP_RATE_CONTROL	= Keçid idarəsi
IDC_RD_H264_APP_VBR		= VBR - keyfiyyət mərkəzli (təklif edilən)
IDC_RD_H264_APP_CBR		= CBR - bitsürəti mərkəzli
IDC_ST_H264_APP_OTHER_OPTIONS	= Digər nizamlar
IDC_ST_H264_APP_FOURCC_USED	= FourCC code:
IDC_ST_H264_APP_KEYFRAME_INT	= Keyframe aralığı:
IDC_ST_H264_APP_FOURCC_HELP	= Kömək

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Nizamları
IDC_ST_XVID_RATE_CONTROL	= Keçid idarəsi
IDC_RD_XVID_VBR			= VBR - keyfiyyət mərkəzli (təklif edilən)
IDC_RD_XVID_CBR			= CBR - bitsürəti mərkəzli
IDC_ST_XVID_OPTIMIZATION	= Optimizasiya
IDC_RD_XVID_FASTER_SPEED	= Daha sürətli kodlama
IDC_RD_XVID_SMALLER_SIZE	= Smaller file size
IDC_ST_XVID_OTHER_OPTIONS	= Daha kiçik fayl ölçüsü
IDC_ST_XVID_KEYFRAME_INT	= Keyframe aralığı:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Nizamları
IDC_ST_H264_NVENC_RATE_CONTROL	= Keçid idarəsi
IDC_RD_H264_NVENC_VBR		= VBR - keyfiyyət mərkəzli (təklif edilən)
IDC_RD_H264_NVENC_CBR		= CBR - bitsürəti mərkəzli
IDC_ST_H264_NVENC_GPU_USAGE	= GPU İstifadəsi
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU cihazı:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Digər nizamlar
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC code:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Keyframe aralığı:
IDC_ST_H264_NVENC_FOURCC_HELP	= Kömək

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Nizamları
IDC_ST_H264_RATE_CONTROL	= Sürət idarəsi
IDC_RD_H264_VBR			= VBR - keyfiyyət-əsaslanan (tövsiyə edilir)
IDC_RD_H264_CBR			= CBR - bitreyt-əsasında
IDC_ST_H264_OPTIMIZATION	= Optimallaşdırma
IDC_RD_H264_FASTER_SPEED	= Sürət kodlaşdırma sürəti
IDC_RD_H264_BALANCED		= Balanslaşdırılmış göstəricilər
IDC_RD_H264_SMALLER_SIZE	= Daha kiçik fayl ölçüsü
IDC_ST_H264_OTHER_OPTIONS	= Digər variantlar
IDC_ST_H264_KEYFRAME_INT	= Açar Kadr aralığı:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Taymer üzrə yazı
IDC_ST_TIMER_SETTINGS		= Variantlar
IDC_RD_TIMER_START_IN		= Başla
IDC_ST_TIMER_MINUTES		= dəqiqələr
IDC_RD_TIMER_START_AT		= Başladı
IDC_CK_TIMER_MINIMIZE		= Yazının başlanğıcı vaxtı trey-də Bandicamı aşağı at.
IDC_ST_TIMER_AUTO_COMPLETE	= Avtopanel Yazı Funksiyası
IDC_BTN_TIMER_AUTO_COMPLETE	= Variant

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Taymer üzrə Yazı - başlamaq üçün Gözləyir
IDC_ST_TIMER_WAITING_INFO	= Yazıya başlamaq üçün gözləmə %s.
IDC_ST_TIMER_ELAPSED		= Keçmiş vaxt:
IDC_ST_TIMER_REMAINING		= Qalmış Vaxt:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Variantları
IDC_ST_FORMAT_FPS_MODE		= Çərçivə Ölçüsü Rejimi
IDC_RD_FORMAT_FPS_CFR		= Üstünlük CFR - Daim Ölçü Tezliyi
IDC_ST_FORMAT_FPS_CFR		= Əgər kodlaşdırıcı cihazın göstəriciləri kifayət qədər yaxşı deyildirsə VFR geri qaytarılır.
IDC_RD_FORMAT_FPS_VFR		= İstifadə VFR - Dəyişkən Tezliyi (Tövsiyə olunur)
IDC_ST_FORMAT_FPS_HELP		= Kömək

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Youtube.com - a yüklə
IDC_ST_YOUTUBE_UPLOADINFO	= Yükləmə məlumatı
IDC_ST_YOUTUBE_FILENAME		= Fayl adı:
IDC_ST_YOUTUBE_TITLE		= Adı:
IDC_ST_YOUTUBE_DESCRIPTION	= Təsviri:
IDC_ST_YOUTUBE_PRIVACY		= Məxfilik:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Hamı - Hamının bu videonu görmək  icazəsi
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Siyahılanmamış - Videoya əlaqəsi olna hamı bunu görəcək
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Məxfilik - Mən və seçilmiş istifadəçilər bu videonu görür
IDC_BTN_YOUTUBE_UPLOAD		= Yüklə
IDC_LN_YOUTUBE_HELP		= Kömək
IDC_LN_YOUTUBE_TOS		= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Sistemdən çıxma
IDC_BTN_YOUTUBE_LOGOUT		= Çıxış et

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Yüklənir...
IDC_ST_YOUTUBE_UPLOADED		= Videonun yüklənməsi başa çatdı!
IDC_ST_YOUTUBE_LINK		= Link:
IDC_ST_YOUTUBE_EMBED		= Yerləşdir:
IDC_BTN_YOUTUBE_LINK_GO		= Get
IDC_BTN_YOUTUBE_EMBED_COPY	= Kopyala
IDC_BTN_YOUTUBE_CLOSE		= Bağla

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Vimeo.com - a yüklə
IDC_ST_VIMEO_UPLOADINFO		= Yükləmə məlumatı
IDC_ST_VIMEO_FILENAME		= Fayl adı:
IDC_ST_VIMEO_TITLE		= Adı:
IDC_ST_VIMEO_DESCRIPTION	= Təsviri:
IDC_ST_VIMEO_PRIVACY		= Məxfilik:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Hamı - Hamıya bu videonu görmək üçün icazə ver
IDC_RD_VIMEO_PRIVACY_ONLYME	= Yalnız mənə - mənə görünən bu videonu və başqa heç göstərmə
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Yalnız insanları izləyirəm - yalnız Vimeo izləyən insanlara görünən edin
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Bu videonu yalnız xüsusi linkə malik insanlar izləyə bilər
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Vimeo Basic istifadəçiləri bu seçimi istifadə edə bilmirlər)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Yalnız bir şifrə olan insanlar bu videonu görə bilirlər
IDC_CK_HIDE_PASSWORD		= Şifrəni gizlədin
IDC_BTN_VIMEO_UPLOAD		= Yüklə
IDC_LN_VIMEO_HELP		= Kömək

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Yüklənir...
IDC_ST_VIMEO_UPLOADED		= Videonun yüklənməsi başa çatdı!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Yerləşdir:
IDC_BTN_VIMEO_LINK_GO		= Get
IDC_BTN_VIMEO_EMBED_COPY	= Kopyala
IDC_BTN_VIMEO_CLOSE		= Bağla

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Facebook.com-a Yüklə
IDC_ST_FACEBOOK_UPLOADINFO	= Yükləmə Məlumatı
IDC_ST_FACEBOOK_FILENAME	= Faylın adı:
IDC_ST_FACEBOOK_TITLE		= Başlıq:
IDC_ST_FACEBOOK_DESCRIPTION	= Haqqında:
IDC_ST_FACEBOOK_PRIVACY		= Gizlilik:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Hamı - Hamının bu videonu görməyi üçün icazə
IDC_RD_FACEBOOK_PRIVACY_FOF	= Dostlarımın Dostları - Dostlarımın Dostlarının bu videonu görməyi üçün icazə
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Dostlar - Dostların bu videonu görməyi üçün icazə
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Yalnız Mən - Bu videonu yalnız siz görə bilərsiniz
IDC_BTN_FACEBOOK_UPLOAD		= Yüklə
IDC_LN_FACEBOOK_HELP		= Kömək

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Yüklənir...
IDC_ST_FACEBOOK_UPLOADED	= Video yüklənməsi bitdi!
IDC_ST_FACEBOOK_LINK		= Link:
IDC_BTN_FACEBOOK_LINK_GO	= Get
IDC_BTN_FACEBOOK_CLOSE		= Bağla

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Olan
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 kodlaşdırıcı cihaz yerləşdirilib. NVENC təsərrüfat sürətlənməsi istifadə dual-core kodlaşdırıcı cihazdır. Siz NVENC X. 264 kodlaşdırıcı cihaz istifadə etmək istəryirsiniz?\n<a>daha çox</a>
IDC_CK_NVENC_AVAILABLE		= Daha məndən soruşmayın

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) mövcuddur
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 kodlayıcı mövcuddur. QSV cihaz sürətləndirməsi istifadə edən yüksək performanslı bir kodlayıcıdır. \nQSV H.264 kodlayıcısı istifadə etmək istəyirsiniz?\n<a>daha çox</a>
IDC_CK_QSV_AVAILABLE		= Təkrar soruşma

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Cihaz Seçimi
IDC_ST_DEVICE_SELECTION		= Seçim
IDC_ST_DEVICE_NAME		= Cihaz:
IDC_BTN_DEVICE_NAME_SETTINGS	= Nizamlar
IDC_ST_DEVICE_FORMAT		= Format:
IDC_ST_DEVICE_VIDEO_INPUT	= Video Girişi:
IDC_ST_DEVICE_AUDIO_INPUT	= Audio Girişi:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Xüsusi səs cihazı istifadə et
IDC_BTN_DEVICE_INPUT_SETTINGS	= Nizamlar
IDC_ST_DEVICE_OPTIONS		= Nizamlar
IDC_ST_DEVICE_DEINTERLAING	= Seçimlər:
IDC_ST_DEVICE_FLIPSCREEN	= Çevirmə ekranı:
IDC_CK_DEVICE_FLIPSCREEN_H	= Horizontal
IDC_CK_DEVICE_FLIPSCREEN_V	= Vertikal
IDC_LN_DEVICE_HELP		= Kömək

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Mənşəyinə görə uyğunluq Origin
IDC_LN_CAUTION_USING_WINAPPS	= Əgər Windows Mağazası Proqramları qoşulubsa, uyğunluq Originə görə baş verə bilər. <a>Bura vurun</a>Problemi həll etmək üçün.\n\nWindows Mağazası Proqramlarından  istifadə etmək istəyinizdən əminsiniz?
IDC_CK_CAUTION_USING_WINAPPS	= Daha məndən soruşmayın

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Planlaşdırılan Yazmaların siyahısı
IDC_ST_SREC_LIST_TEXT		= Müəyyən bir zamanda yazmağa başlamaq üçün vaxt ayırın. (Bu funksiya Bandicam işləyərkən mövcuddur.)
IDC_BTN_SREC_LIST_ADD		= Əlavə et
IDC_BTN_SREC_LIST_EDIT		= Redaktə et
IDC_BTN_SREC_LIST_DELETE	= Sil
IDC_BTN_SREC_LIST_COPY		= Kopya
IDC_BTN_SREC_LIST_CLOSE		= Bağla
IDC_LN_SREC_TIP_TASK_SCHEDULER	= TIP: Bandicam işləmədiyi zaman planlaşdırılan ekran çəkmələrə necə başlamaq olar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Planlaşdırılan Yazma
IDC_ST_SREC_SETTINGS_NAME	= Ad:
IDC_CK_SREC_ACTIVE		= Aktiv
IDC_ST_SREC_SCHEDULING		= Planlaşdırılan
IDC_RD_SREC_ONE_TIME		= Bir dəfə
IDC_RD_SREC_DAILY		= Hər dəfə
IDC_RD_SREC_WEEKLY		= Həftəlik
IDC_ST_SREC_START_TIME		= Start vaxtı:
IDC_ST_SREC_END_TIME		= Son vaxtı:
IDC_CK_SREC_DURATION		= Müddəti
IDC_CK_SREC_SUN			= Bazar
IDC_CK_SREC_MON			= Bazar ertəsi
IDC_CK_SREC_TUE			= Cümə axşamı
IDC_CK_SREC_WED			= Çərşənbə günü
IDC_CK_SREC_THU			= Cümə axşamı
IDC_CK_SREC_FRI			= Cümə
IDC_CK_SREC_SAT			= Şənbə
IDC_ST_SREC_RECORDING		= Yazma
IDC_ST_SREC_TARGET		= Yazma Hədəfi:
IDC_BTN_SREC_TARGET_SELECT	= Seç
IDC_ST_SREC_AFTER_RECORDING	= Yazmadan sonra:
IDC_LN_SREC_HELP		= [ Kömək ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Səs yazma cihazı yoxdur
IDC_ST_ACAP_NO_DEVICE		= Səs yazma cihazı tapılmadı.\nBuna görə yazılan videoda səs olmayacaq.
IDC_CK_ACAP_DO_NOT_SHOW		= Bu bildirişi bir daha göstərmə

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= Bandicamı Standart istifadəçi kimi aç
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= Bandicamı admin olaraq işlətmədiyiniz üçün bəzi yazma hədəfləri aşkarlanmaya bilər. \n\n<a>Bandicamı admin olaraq işlətmək üçün buraya vurun.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= Kömək
ID_BTN_CAUTION_UAC_SETTINGS		= Nizamlar

[MENU]
ID_POPUP_ABOUT			= Bandicam Haqqında
ID_POPUP_GENERAL		= Ümumi Nizamlar 
ID_POPUP_FRAME			= FPS Nizmaları
ID_POPUP_VIDEO			= Video Nizamları
ID_POPUP_IMAGE			= Görüntü Nizamları
ID_POPUP_AUDIO			= Settings - Audio
ID_POPUP_OUTPUTS		= Çıxış Fayl siyahısı
ID_POPUP_OPENOUTPUTFOLDER	= Çıxış qovluğunu aç
ID_POPUP_TARGET			= Hədəf
ID_POPUP_SETTINGS		= Menyu
ID_POPUP_SIZE			= Size
ID_POPUP_EXIT			= Çıxış

ID_TARGET_DIRECTX		= Oyun Yazma Rejimi
ID_TARGET_SCREEN		= Ekran Yazma Rejimi - Düzbucaqlı
ID_TARGET_FULL			= Ekran Yazma Rejimi - Tam ekran
ID_TARGET_MOUSE			= Ekran Yazma Rejimi - Siçan ətrafında
ID_TARGET_DEVICE		= Cihaz Yazma Rejimi
ID_TARGET_AUDIO_ONLY		= Yalnız Səs Yazma Rejimi
ID_TARGET_HELP			= Kömək

ID_TARGET_HIDE			= Göstər / Gizlət \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Kopyalayın \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Rəsm rejimi \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Hər vaxt üstdə.
ID_TARGET_COUNTDOWN		= Geri sayma taymeri
ID_TARGET_COUNTDOWN_TIMER	= Geri sayma taymerini göstərin
ID_TARGET_COUNTDOWN_0		= Söndür
ID_TARGET_COUNTDOWN_1		= 1 san
ID_TARGET_COUNTDOWN_2		= 2 san
ID_TARGET_COUNTDOWN_3		= 3 san
ID_TARGET_COUNTDOWN_4		= 4 san
ID_TARGET_COUNTDOWN_5		= 5 san
ID_TARGET_COUNTDOWN_6		= 6 san
ID_TARGET_COUNTDOWN_7		= 7 san
ID_TARGET_COUNTDOWN_8		= 8 san
ID_TARGET_COUNTDOWN_9		= 9 sec
ID_TARGET_COUNTDOWN_10		= 10 san
ID_TARGET_HIDE_MAINWND		= Yazma vaxtı əsas pəncərəni gizlədin
ID_TARGET_TRANSPARENCY		= Şəffaflıq
ID_TARGET_SIZE			= Ölçü
ID_TARGET_ADJUST		= Nizamlayın

ID_TARGET_MOVE_LEFT		= Sola daşı \t Sol
ID_TARGET_MOVE_RIGHT		= Sağa daşı \t Sağ
ID_TARGET_MOVE_UP		= Yuxarı daşı \t Yuxarı
ID_TARGET_MOVE_DOWN		= Aşağı daşı \t Aşağı

ID_TARGET_INC_WIDTH		= Genişliyi artır \t Shift+Sağ
ID_TARGET_DEC_WIDTH		= Genişliyi azalt \t Shift+Sol
ID_TARGET_INC_HEIGHT		= Yüksəkliyi artır \t Shift+Aşağı
ID_TARGET_DEC_HEIGHT		= Yüksəkliyi azalt \t Shift+Yuxarı

ID_TARGET_FIND_WINDOW		= Yazılacaq sahəni seçin \t Ctrl+F
ID_TARGET_FULLSCREEN		= Tam Ekran \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= 4:3'ə sığdır
ID_TARGET_RATIO_16_9		= 16:9'ə sığdır
ID_TARGET_SIZE_CUSTOM		= Xüsusi ölçü \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Ölçüsü \t Shift+RDüymə
ID_TARGET_SIZE_PRESET_ADD	= Ölçüyə Əlavə et
ID_TARGET_SIZE_PRESET_EDIT	= Ölçünü Redaktə et
ID_TARGET_SIZE_RU		= Son istifadə edilən ölçü \t Ctrl+S

ID_TARGET_DISPLAY		= Ekran
ID_TARGET_DISPLAY_1		= Ekran 1
ID_TARGET_DISPLAY_2		= Ekran 2
ID_TARGET_DISPLAY_3		= Ekran 3
ID_TARGET_DISPLAY_4		= Ekran 4
ID_TARGET_DISPLAY_5		= Ekran 5
ID_TARGET_DISPLAY_6		= Ekran 6
ID_TARGET_DISPLAY_7		= Ekran 7
ID_TARGET_DISPLAY_8		= Ekran 8

ID_TARGET_OPEN_OUTPUTFOLDER	= Çıxarış Qovluğunu Aç
ID_TARGET_OUTPUT_LIST		= Çıxış faylların siyahısı
ID_TARGET_EXIT_BANDICAM		= Bandicam'dan Çıx

ID_DEVICE_HIDE			= Gpöstər / Gizlət \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Kopyalayın \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Hər zaman üstdə
ID_DEVICE_SELECTION		= Cihaz seçin \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Tam ekran \t Enter
ID_DEVICE_ZOOM			= Yaxınlaşma
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Ölçü Nisbəti
ID_DEVICE_KEEP_ASPECT_RATIO	= Ölçü Nisbətini Qoru
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Fərz edilən
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Çıxış Qovluğunu Aç
ID_DEVICE_OUTPUT_LIST		= Çıxış faylların siyahısı
ID_DEVICE_EXIT_BANDICAM		= Bandicamdan Çıx

ID_USER_PRESET_ADD		= Hazır nizam əlavə et
ID_USER_PRESET_EDIT		= Hazır nizamı təşkil et

ID_SORT_BY_DATE			= tarixə görə Sırala
ID_SORT_BY_NAME			= Adına görə Sırala
ID_SORT_BY_SIZE			= Ölçüsünə görə Sırala

ID_OUTPUTS_LB_PLAY		= Başlat
ID_OUTPUTS_LB_OPEN		= Aç
ID_OUTPUTS_LB_EDIT		= Tedaktə et
ID_OUTPUTS_LB_RENAME		= Rename     \t F2
ID_OUTPUTS_LB_DELETE		= Sil     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Hamsını seç \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Çıxış qovluğunu aç

ID_UPLOAD_TO_YOUTUBE		= Youtube-yə Yükləmə
ID_UPLOAD_TO_VIMEO		= Vimeo-ya Yükləmə
ID_UPLOAD_TO_FACEBOOK		= Facebook-a Yüklə

ID_BDCAM_SIZE_DEFAULT		= Fərz edilən ölçü

ID_AUDIO_FILTER_MONO		= Monoya Çevir
ID_AUDIO_FILTER_NS		= Səs-küy Azaltma
ID_AUDIO_FILTER_NS_OFF		= Bağlı
ID_AUDIO_FILTER_NS_LOW		= Aşağı
ID_AUDIO_FILTER_NS_MEDIUM	= Orta
ID_AUDIO_FILTER_NS_HIGH		= Yüksək

